Repository: Vorkytaka/breaking_the_habit
Catalog: lib/l10n/intl_*.arb
Languages: ru

# common_yes
source: Yes
ru: Да

# common_no
source: No
ru: Нет

# start_screen__start_button
source: START
ru: НАЧАТЬ

# home_screen__add_habit
source: Add a habit
ru: Добавить привычку

# home_screen__avg
source: {count} avg
ru: {count} в среднем

# add_habit__habit_hint
source: Habit name
ru: Привычка

# add_habit__required
source: Field required
ru: Заполните название

# habit_delete__title
source: Delete habit
ru: Удаление привычки

# habit_delete__text
source: Do you really want to delete {habit}?
ru: Вы действительно хотите удалить привычку {habit}?

# select_activity__title
source: Select the habit
ru: Выберите привычку
